[
    {
        "name": "Kacchi",
        "image": "https://upload.wikimedia.org/wikipedia/commons/9/9c/Kacchi_Biryani.jpg",
        "rating": 4.5,
        "price": "120",
        "description": "The term “kachchi” means raw referring to the biryani ingredients being combined raw in layers instead of first cooking the meat or rice separately. Traditionally, kachchi biryani is cooked in clay oven and the cooking pot is usually sealed with flour dough to allow the biryani to cook in its own steam.  The sealed pot is not opened until the biryani is ready to be served. Kacchi Mutton Biryani is a delicious rice dish where tender goat or lamb meat pieces are marinated with lots of fried onions, whole spices, fresh herbs and yoghurt"
        
    },
    {
        "name": "Khasir Vuna",
        "image": "https://www.allbdrecipe.com/Images/Article/Img_202079_152447_422.jpg",
        "rating": 4.3,
        "price": "235",
        "description": "Kosha mangsho is a famous Bengali dry type mutton curry which is made in almost every Bengali's special occasion like Marriage, birthday, annaprason or for the guests. In every family there is a unique recipe of Kosha Mangsho. And I must mention that, this dry type mutton must be cooked with Reyaji Khasir mangsho, that contains lots of fat with the meat. This fat shouldn't be trimmed, it'll increase the taste of the dish. Kosha Mangsho is very popular Bengali dish. The name 'Kosha' comes from the word 'Koshano' which means stirring. So this mutton must be slow cooked and keep stirring way. That is the only secret of the recipe. My blog has 2 way of Kosha Mangsho recipe, in first way, we'll marinate the meat day before you're going to cook, and in the second way, we'll pre boil the meat and then will do the 'Koshano'. "
    },
    {
        "name": "Mac er Jhol",
        "image": "https://upload.wikimedia.org/wikipedia/commons/4/44/Boyal_Macher_Jhol.jpg",
        "rating": 4.5,
        "price": "120",
        "description": "Machher Jhol or Machha Jhola is a traditional spicy fish curry in Bengali and Odia cuisines in the eastern part of the Indian subcontinent. It is in the form of a very spicy stew or gravy that is served with rice. Machher Jhol is liberally seasoned with turmeric, garlic, onions, and grated ginger and Indian spices. Potatoes are added to the curry as a thickening agent. Tomatoes are also added to impart the dish with a reddish color which is preferred by the people of Bengal. The kinds of fish that typically used in Odia and Bengali households are ilishi (called hilsa), rohi (called rui or rohu), and bhakura (called catla). Apart from these, there are some famous small sized fish that are normally favoured over others."
    },
    {
        "name": "Khicuri",
        "image": "https://businessnews-bd.net/wp-content/uploads/2015/08/Khicuri-Khadizaskitchen-wb.jpg",
        "rating": 4.5,
        "price": "90",
        "description": "Khichuri is a traditional Bangladeshi recipe. This is a wholesome comfort meal of rice, lentils and vegetables, altogether. There are different ways of cooking Khichuri. Plain Khichuri generally prepared with rice and moong or masoor dal is the best food we can have when we are sick. It is one of the first foods that we give to our babies when they are 6-9 months old.        Khichuri is the easily chewable and digestible. That's why it is the perfect meal for kids and elderly people. Khichuri is packed with lots of nutrition. People generally add vegetables to enhance its nutrition level. Khichuri also happens to be gluten free!"
    },
    {
        "name": "Pasta",
        "image": "https://img.taste.com.au/cEsIxnOL/w720-h480-cfill-q80/taste/2021/09/creamy-roast-pumpkin-and-mascarpone-fusilli-pasta-173591-1.jpg",
        "rating": 4.5,
        "price": "60",
        "description": "Pastas are divided into two broad categories: dried (pasta secca) and fresh (pasta fresca). Most dried pasta is produced commercially via an extrusion process, although it can be produced at home. Fresh pasta is traditionally produced by hand, sometimes with the aid of simple machines.[3] Fresh pastas available in grocery stores are produced commercially by large-scale machines. Both dried and fresh pastas come in a number of shapes and varieties, with 310 specific forms known by over 1,300 documented names.[4] In Italy, the names of specific pasta shapes or types often vary by locale. For example, the pasta form cavatelli is known by 28 different names depending upon the town and region. Common forms of pasta include long and short shapes, tubes, flat shapes or sheets, miniature shapes for soup, those meant to be filled or stuffed, and specialty or decorative shapes"
    },
    {
        "name": "Noodles",
        "image": "https://cheapandcheerfulcooking.com/wp-content/uploads/2021/01/chinese-fried-noodles-basic-recipe-1-1024x683.jpg",
        "rating": 4.5,
        "price": "60",
        "description": "Noodles are a type of food made from unleavened dough which is rolled flat and cut, stretched or extruded, into long strips or strings. Noodles are a staple food in many cultures (see Chinese noodles, Filipino noodles, Indonesian noodles, Japanese noodles, Korean noodles, Vietnamese noodles, and Italian pasta) made from unleavened dough which is stretched, extruded, or rolled flat and cut into one of a variety of shapes. While long, thin strips may be the most common, many varieties of noodles are cut into waves, helices, tubes, strings, or shells, or folded over, or cut into other shapes. Noodles are usually cooked in boiling water, sometimes with cooking oil or salt added. They are often pan-fried or deep-fried. Noodles are often served with an accompanying sauce or in a soup. Noodles can be refrigerated for short-term storage or dried and stored for future use."
    }

]